13/data/attachments/21ec9b37e0aa5750.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ashley_in_Friend_91708_8</nif:username>
            <nif:friendToBeRequested>soap_friends_0232ad7c-2ccc-4791-97d9-65ae1a51084c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>